/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "Skriv beviser";
"CONNECT_TO_SERVER" = "Opret forbindelse til server";
"PRINTER_AUTH" = "Printergodkendelse";
"SCREEN_SHARE_AUTH" = "Del skærm";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "Skriv navn og adgangskode for at oprette forbindelse til “%@”.";
"GENERIC_MSG_PASS" = "Skriv din adgangskode for at oprette forbindelse til “%@”.";
"GENERIC_MSG_NONAME" = "Skriv dit brugernavn og din adgangskode.";

/* Protocol Specific */
"AFP_MSG" = "Skriv navn og adgangskode til serveren “%@”.";
"SMB_MSG" = "Skriv navn og adgangskode til serveren “%@”.";
"FTP_MSG" = "Skriv navn og adgangskode til serveren “%@”.";
"WEBDAV_MSG" = "Skriv navn og adgangskode til serveren “%@”.";

/* File Server */
"FS_MSG_BOTH" = "Skriv navn og adgangskode til serveren “%@”.";
"FS_MSG_PASS" = "Skriv din adgangskode til serveren “%@”.";

/* Generic Server */
"SRV_MSG_BOTH" = "Skriv navn og adgangskode til serveren “%@”.";
"SRV_MSG_PASS" = "Skriv din adgangskode til serveren “%@”.";

/* Printer */
"PRINT_MSG_BOTH" = "Skriv dit navn og din adgangskode til printeren “%@”.";
"PRINT_MSG_PASS" = "Skriv din adgangskode til printeren “%@”.";

/* Print Server */
"PS_MSG_BOTH" = "Skriv dit brugernavn og din adgangskode til udskriftsserveren “%@”.";
"PS_MSG_PASS" = "Skriv dit navn og din adgangskode til udskriftsserveren “%@”.";

/* Screen Sharing */
"SS_MSG_BOTH" = "Skriv dit brugernavn og din adgangskode for at dele skærmen på \“%@\”.";
"SS_MSG_PASS" = "Skriv din adgangskode for at dele skærmen på “%@”.";

"VS_MSG_BOTH" = "Skriv dit navn og din adgangskode for at se skærmen på \“%@\”.";
"VS_MSG_PASS" = "Skriv din adgangskode for at se skærmen på “%@”.";

/* Time Machine */
"TM_MSG_BOTH" = "Skriv dit navn og din adgangskode til serveren “%@”, så Time Machine kan bruge den.";
"TM_MSG_PASS" = "Skriv din adgangskode til serveren “%@”, så Time Machine kan bruge den.";

/* Pre Auth */
"PA_MSG_BOTH" = "Skriv navn og adgangskode til proxyserveren “%@”.";
"PA_MSG_PASS" = "Skriv din adgangskode til proxyserveren “%@”.";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "Opret forbindelse";
"SHARE" = "Del";
"PRINT" = "Udskriv";
"VIEW" = "Oversigt";
"OK" = "OK";

"CONNECT_AS" = "Opret forbindelse som:";
"GUEST" = "Gæst";
"REGISTERED_USER" = "Registreret bruger";

"CONNECT_BY" = "Opret forbindelse:";
"BY_ASKING_FOR_PERMISSION" = "Ved at bede om tilladelse";
"AS_REGISTERED_USER" = "Som registreret bruger";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "Domæne\\Brugernavn";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "Vælg de enheder, du vil gøre aktive på \“%@\”:";
"SELECT_VOLUME" = "Vælg de enheder, der skal aktiveres:";

"SELECT_PRINTER_ON_SERVER" = "Vælg printeren på \“%@\”:";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "Vesteuropæisk (Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "Skift adgangskode til \“%1$@\” på \“%2$@\”.";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "Opretter forbindelse…";
"CONNECTING_TO_HOST" = "Opretter forbindelse til \“%@\”.";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "Skriv adgangskoden til “%@” på arkivserveren “%@”.";
"ENTER_VOLUME_PASSWORD" = "Skriv adgangskoden til “%@”.";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "Adgangskode til netværk";
"PRINT_PASSWORD" = "Adgangskode til printer";
"AFP_PASSWORD" = "AFP-adgangskode";
"SMB_PASSWORD" = "SMB-adgangskode";
"FTP_PASSWORD" = "FTP-adgangskode";
"WEBDAV_PASSWORD" = "WebDAV-adgangskode";
"VNC_PASSWORD" = "VNC-adgangskode";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "Der opstod en fejl.";
"EMSG_INVALID_PWD" = "Du har skrevet en ugyldig adgangskode.";
"EMSG_INVALID_NAME_PWD" = "Du har indtastet et ugyldigt brugernavn eller en ugyldig adgangskode.";
"EMSG_PWD_EXPIRED" = "Adgangskoden er udløbet.";
"EMSG_PWD_NEEDS_CHANGE" = "Din adgangskode skal ændres.";
"EMSG_PWD_POLICY" = "Din adgangskode opfylder ikke kravene fra denne server.";
"EMSG_CONNECTION_FAILED" = "Tilslutning mislykkedes.";

"EMSG_MOUNT_FAILURE" = "En enhed kunne ikke gøres aktiv.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "Prøv igen.";
"EINFO_CONTACT_ADMIN" = "Kontakt systemadministratoren for at få flere oplysninger.";

"EINFO_NO_ACCESS_USER" = "Du har ikke adgangstilladelse til serveren “%@”.";
"EINFO_NO_ACCESS_GUEST" = "Serveren “%@” tillader ikke gæster.";
"EINFO_SAME_MACHINE" = "Serveren “%@” er tilgængelig på din computer. Brug enhederne og arkiverne lokalt.";
"EINFO_NO_SERVER" = "Serveren “%@” findes måske ikke eller er ikke tilgængelig lige nu. Kontroller servernavnet eller IP-adressen, kontroller din netværksforbindelse, og prøv derefter igen.";
"EINFO_TOO_MANY_USERS" = "Serveren “%@” tillader ikke, at flere brugere logger ind. Prøv at oprette forbindelse igen senere.";
"EINFO_GENERAL" = "Der opstod en fejl under forsøg på at oprette forbindelse til serveren “%@”. Kontroller servernavnet eller IP-adressen, og prøv derefter igen.\n\nHvis du ikke kan løse problemet, skal du kontakte systemadministratoren.";
"EINFO_NO_SHARES" = "Der er ingen tilgængelige fælles emner, eller du har ikke adgang til fælles emner på serveren “%@”. Kontakt systemadministratoren for at få løst problemet.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "Du har ikke tilladelse til at få adgang til denne server.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "Denne server tillader ikke gæster.";
"EINFO_SAME_MACHINE_UNKNOWN" = "Arkivserveren er tilgængelig på denne computer. Find enhederne og arkiverne lokalt.";
"EINFO_NO_SERVER_UNKNOWN" = "Serveren findes måske ikke eller er ikke tilgængelig lige nu. Kontroller servernavnet eller IP-adressen, kontroller din netværksforbindelse, og prøv derefter igen.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "Arkivserveren tillader ikke, at flere brugere logger ind. Prøv at oprette forbindelse igen senere.";
"EINFO_GENERAL_UNKNOWN" = "Der opstod en fejl under forsøg på at oprette forbindelse til serveren. Kontroller servernavnet eller IP-adressen, og prøv derefter igen.\n\nHvis du ikke kan løse problemet, skal du kontakte systemadministratoren.";
"EINFO_NO_SHARES_UNKNOWN" = "Der er ingen tilgængelige fælles emner, eller du har ikke adgang til dem på serveren. Kontakt systemadministratoren for at få løst problemet.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "Der opstod en fejl under forsøg på at gøre enheden aktiv.";
"EINFO_ONE_MOUNT_FAILED" = "Enheden \“%@\” kunne ikke gøres aktiv.";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "Følgende enheder kunne ikke gøres aktive:";
